Repository: alv4ro/pdal
Catalog: po/*.po
Languages: es

source: Cleaning temp file with properties
es: Limpiando fichero temporal con propiedades de Udev

source: Creating temp file with properties
es: Creando fichero temporal con propiedades de Udev

source: Saving temp file with properties
es: Guardando fichero temporal con propiedades de Udev

source: New device connected
es: Nuevo dispositivo conectado

source: Device disconnected
es: Dispositivo desconectado

source: Reading device %s from udev
es: Leyendo dispositivo %s desde Udev

source: Reading device %s from tmp file
es: Leyendo dispositivo %s desde el fichero temporal

source: The file properites '%s' doesn't exists
es: El fichero de propiedades '%s' no existe

source: Reading device %s
es: Leyendo dispositivo %s

source: Looking for user actions
es: Buscando acciones de usuario

source: Connecting to Dbus for search a current user
es: Conectando a D-Bus para obtener el usuario actual

source: The user '%s' haven't a X11 Display
es: El usuario '%s' no tiene X11 Display

source: Notification of device
es: Notificacion del dispositivo

source: The user
es: El usuario

source: Looking for root actions
es: Buscando acciones de sistema

source: Does't exist %s script in the pdal system path
es: No existe el script %s en la ruta del sistema

source: Executing script %s
es: Ejecutando script %s

source: Usage: pdal [-p|--path] [-m|--mode]
es: Uso: pdal [-p|--path] [-m|--mode]

source: [-p|--path] option is required
es: [-p|--path] argumento obligatorio

source: [-m|--mode] option is required
es: [-m|--mode] argumento obligatorio

source: camera photo
es: camara de fotos

source: multimedia player
es: reproductor multimedia

source: device
es: dispositivo

source: Notifications
es: Notificaciones

source: Failed to send notification
es: Fallo al enviar la notificacion
